{ 
    "_id" : ObjectId("5c40c20b3249af2aa863c16d"), 
    "Title" : "Въглехидрати", 
    "Description" : "Всичко за въглехидратите в Зоната", 
    "Topics" : [
        {
            "index" : NumberInt(0), 
            "title" : "Какво представляват въглехидратите?"
        }, 
        {
            "index" : NumberInt(1), 
            "title" : "Въглехидратите и нашият организъм"
        }, 
        {
            "index" : NumberInt(3), 
            "title" : "Въглехидратите и напълняването"
        }, 
        {
            "index" : NumberInt(4), 
            "title" : "Благоприятни и неблагоприятни въглехидрати"
        }, 
        {
            "index" : NumberInt(5), 
            "title" : "Какво е гликемичен индекс?"
        }
    ], 
    "Text" : [
        {
            "index" : NumberInt(0), 
            "text" : "Въглехидратите са съединения на кислород, водород и въглерод. Това са различна форма на простите захари и са важна част от храненето на един човек. Основни източници на въглехидрати са плодовете, зеленчуците, тестените изделия и варива. Според Зоната въглехидратите трябва да съставят минимум 40% от общо приетата храна, а Световната здравна организация съветва да се приемат около 400гр зеленчуци и плодове на ден. "
        }, 
        {
            "index" : NumberInt(1), 
            "text" : "За доброто функциониране мозъкът се нуждае от определено ниво на глюкоза в кръвта. Въглехидратите, които постъпват в кръвния поток се използват за нуждите на тялото, а излишните се складират в мускулите и черният дроб във вид на гликоген – дълга верига от свързаните помежду си молекули глюкоза. Само гликогенът натрупан в черният дроб може да бъде разграден отново и да се изпрати в кръвният поток за да поддържа оптималните за функционирането на мозъка нивата на глюкоза. Този складиран в черният дроб гликоген стига за около 12 часа ако глюкозата не постъпва в кръвта. Значи човекът има нужда от постоянното постъпване на въглехидратите с храната, които да бъдат разградени до глюкоза и тази глюкоза да бъде използвана директно, или да се складира в черният дроб за да се ползва при нужда. Но ако се приемат твърде много въглехидрати след като резервите в мускулите / до 400 гр / и черният дроб / 60-90 гр /  се попълнят, излишъкът  ще се складира във вид на мазнината, за да се запази оптималното ниво на глюкоза в кръвта. Това става с помоща на хормона инсулин, който се отделя от задстомашната жлеза/панкреаса/. Това е складиращ хормон, неговата задача е да превърне излишната глюкоза в мазнините в случай на евентуален глад. Тази система е създадена от природата за да осигури оцеляването на човека в условията на липса на храна. Ако ядем много въглехидрати, те се разграждат до глюкозата и нивото й в кръвта се повишава, а това е сигналът за панкреаса да отдели инсулин, който да складира глюкозата  във вид на гликоген. От една страна – подсигуряваме тялото с източника на енергия в случай на глад, от другата – регулират се нивата на глюкоза до оптималните  за доброто функциониране на мозъка."
        }, 
        {
            "index" : NumberInt(2), 
            "text" : "Лошата новина за желаещите да отслабнат е че инсулинът не само складира мазнините, но и препятства за изгарянето им. Така че консумирайки твърде много въглехидратите хем напълняваме, хем оставаме пълни дори при активен начин на живот. Ядем много въглехидрати – отделя се много инсулин – складираме мазнините."
        }, 
        {
            "index" : NumberInt(3), 
            "text" : "Но и въглехидратите са различни. Има „лоши“, които се преработват и навлизат в кръвта много бързо, стимулирайки значително отделянето на инсулин. Има и „добри“, които се преработват и навлизат в кръвта много бавно, и инсулинът се отделя по-бавно и в по-малки количества. Скоростта на навлизането на  на въглехидратите в кръвта се нарича гликемичен индекс. Колкото по-висока е тя , толкова по-висок е гликемичен индекс, толкова по-силно потреблението на даден въглехидрат стимулира отделянето на инсулин и толкова по-значителен е ефектът върху теглото."
        }, 
        {
            "index" : NumberInt(4), 
            "text" : "Гликемичният индекс определя до каква степен ще се повиши съдържанието на захар в кръвта след консумацията на определена храна.<p>Факторите, които влияят върху гликемичния индекс: </p><strong>1. Видът на захарите, които се съдържат във въглехидратите </strong><br>\r\nГлюкозата веднага постъпва в кръвта. Фруктозата и галактозата първо трябва да се разградят до глюкоза, това отнема време. Следователно, плодове, които съдържат фруктозата и млечните продукти, които съдържат галактозата, са много по-подходящи за консумация, отколкото съдържащи глюкоза тестени изделия, нишестета или зърнени закуски. Тестените изделия и варивата са лош избор за източник на въглехидрати, тъй като имат висок гликемичен индекс и трябва да се употребяват в ограничени количества.<br>\r\n<strong>2. Целулозата, която играе ролята на спирачка при навлизането на захарите в кръвта </strong><br>Ето защо е полезно да се консумират зеленчуците и плодове – на само заради витамините, но и поради съдържанието на влакнини. По препоръките на Световната Здравна Организация възрастен човек трябва да изяжда дневно не по-малко от 400 грама продукти, съдържащи влакнини."
        }
    ]
}
{ 
    "_id" : ObjectId("5c5155a23249af2c7c55407f"), 
    "Title" : "FAQ", 
    "Pinned" : true, 
    "Description" : "Често задавани въпроси", 
    "Keywords" : "често, задавани, въпрос, отговор, как, модул, профил, дневник", 
    "Topics" : [
        {
            "index" : NumberInt(0), 
            "title" : "Защо да се регистрирам?"
        }, 
        {
            "index" : NumberInt(1), 
            "title" : "Какво прави Балансаторът?"
        }, 
        {
            "index" : NumberInt(2), 
            "title" : "Как добавям балансирано ястие към дневния си прием?"
        }, 
        {
            "index" : NumberInt(3), 
            "title" : "Каква е функцията на модул Продукти?"
        }, 
        {
            "index" : NumberInt(4), 
            "title" : "Какво е модул Дневник?"
        }, 
        {
            "index" : NumberInt(5), 
            "title" : "Какво е модул Профил?"
        }
    ], 
    "Text" : [
        {
            "index" : NumberInt(0), 
            "text" : "Нерегистриран потребител има достъп до модули Продукти и Балансатор, но няма възможност да следи своето хранене според Зоната. След регистрация, потребителят има достъп до модули Дневник и Профил. Може да записва ежедневния си прием в блокове и да следи своя прогрес в модул Дневник с нагледен календар. В модул Профил може да изчислява своя процент телесни мазнини, което е важен фактор за следене на успеха от системата. Също така има възможност да добавя свои продукти, които не е намерил в базата данни на Energy, и да ги ползва в модул Балансатор."
        }, 
        {
            "index" : 1.0, 
            "text" : "С помощта на модул Балансатор потребителят може да балансира всяко ястие според протеини, въглехидрати и мазнини. Разполагайки с над 120 продукта от базата данни на Energy, ползвателят въвежда ингредиентите, които ще използва  и теглото им, след което Балансаторът ще извести при нарушен баланс в ястието и ще даде съвети за постигането му. Регистрираните потребители могат да добавят свои продукти и да съхраняват балансирани блюда в дневния си прием в модул Дневник."
        }, 
        {
            "index" : 2.0, 
            "text" : "След като ястието е балансирано, кликнете върху копчето <div class='fas fa-plus-circle' style='color: #93b300; font-size: 1.3rem'></div>. Количеството блокове на ястието и времето на съхранение ще бъдат записани и представени в модул Дневник."
        }, 
        {
            "index" : 3.0, 
            "text" : "Всички ингредиенти от базата данни на Energy и продуктите на потребителя са показани в модул Продукти под формата на таблица, която разполага с търсачка и сортиране. При кликване на името на продукт се показва информация за съдържанието на макронутриенти в него (протеини, въглехидрати и мазнини), категорията, към която спада според Зоната и гликемичния индекс (aко е въглехидрат). Благоприятните протеини и мазнини са изброени в статиите в модул <a href='/theory' class='Link d-inline-block'>Теория</a>. <br><br>Повече информация за видовете продукти:<a href='/article/5c40c20b3249af2aa863c16d' class='Link'>Въглехидрати</a><a href='/article/5c40c20b3249af2aa863c16d#5' class='Link'>Гликемичен индекс</a><a href='/article/5c5729673249af0da474f75c' class='Link'>Протеини</a><a href='/article/5c572fd83249af0da474f763' class='Link'>Мазнини</a>"
        }, 
        {
            "index" : 4.0, 
            "text" : "Този модул е достъпен само за регистрирани потребители. В модул Дневник е представена информация за дневния прием на потребителя – времето и количеството приети блокове. В раздел Календар има достъп до дневните си приеми за текущия и миналите месеци, като всеки ден е означен с цветови код (обяснен в легендата под календара). Въведените от потребителя продукти са представени в раздел Моите продукти. Регистриран потребител има право да добавя свои продукти, да ги редактира и изтрива."
        }, 
        {
            "index" : 5.0, 
            "text" : "Модул профил е достъпен за регистрирани потребители. От него може да се променят паролата и email адреса, зададени при регистрация, а също така и да се изчислява процентът телесни мазнини. "
        }
    ]
}
{ 
    "_id" : ObjectId("5c5729673249af0da474f75c"), 
    "Title" : "Протеини", 
    "Description" : "Видове и избор на протеини", 
    "Keywords" : "протеини, видове, белтъци, благоприятни, неблагоприятни, месо, риба, млечни, продукти", 
    "Topics" : [
        {
            "index" : NumberInt(0), 
            "title" : "Защо протеините са толкова важни?"
        }, 
        {
            "index" : NumberInt(1), 
            "title" : "Благоприятни и неблагоприятни протеини"
        }, 
        {
            "index" : NumberInt(2), 
            "title" : "Добър избор на източници на протеини"
        }
    ], 
    "Text" : [
        {
            "index" : NumberInt(0), 
            "text" : "Хората, както и всички живи същества на Земята, са белтъчни организми – протеините са основна съставка на клетката и ензимите, без които съществуването е невъзможно. Дори имунната система е съставена предимно от протеини.<br>\r\nСъществуват 20 вида жизненоважни аминокиселини, 9 от които е невъзможно да се синтезират изкуствено и се набавят само чрез храната. Според Зоната има определено количество протеини, които даден човек трябва да приеме да ден - блокове, и това количество се изчислява индивидуално за всеки. <a href='/profile#BodyMassSection' class='Link d-inline-block'>Изчисли нужните блокове на ден</a>\r\n"
        }, 
        {
            "index" : 1.0, 
            "text" : "Повечето протеинови продукти, за съжаление, съдържат и голямо количество мазнини – млечни продукти,  червено месо, ядки. Като се има предвид, че един блок протеини = 7гр протеини, а блок мазнини – само 1.5, повечето ядки например спадат към категория Мазнини. Докато при млечните продукти не е толкова изразено преобладаването на мазнини и е възможно да се използват в Зоналната диета в обезмаслен вид - light. <br>Благоприятни източници на протеини са постното месо и риба, поради високата концентрация ( към 27 гр протеини на 100гр продукт) и минималното съдържание на мазнини и въглехидрати. Също така добър източник са яйцата, като 1 яйце = 1 блок протеини, а 1 яйчен белтък = 1/2 блока протеини."
        }, 
        {
            "index" : 2.0, 
            "text" : "Месо и птици – пилешко, пуешко, телешко<br>\r\nРиба – костур, скумрия, сьомга, треска, риба тон<br>\r\nМлечни продукти – обезмаслено сирене, извара, сирене Моцарела<br>\r\n"
        }
    ]
}
{ 
    "_id" : ObjectId("5c572fd83249af0da474f763"), 
    "Title" : "Мазнини", 
    "Description" : "Благоприятни и неблагоприятни мазнини", 
    "Keywords" : "мазнини, благоприятни, неблагоприятни, продукти, наситени, хидрогенирани, телесни, процент", 
    "Topics" : [
        {
            "index" : NumberInt(0), 
            "title" : "Накратко за мазнините"
        }, 
        {
            "index" : NumberInt(1), 
            "title" : "Приети мазнини = натрупани мазнини?"
        }, 
        {
            "index" : NumberInt(2), 
            "title" : "Благоприятни и неблагоприятни мазнини"
        }
    ], 
    "Text" : [
        {
            "index" : NumberInt(0), 
            "text" : "Научно казано, мазнините са естерите на глицерола с висши мастни киселини, част от групата на липидите. Мазнините имат три основни роли в човешкото тяло:  източник на енергия, част от структурата на различни части на клетката, градивен материал за производството на важни вещества като хормони. Без мазнини не може нито един жив организъм, но и прекаленото им натрупване води до сериозни здравословни проблеми"
        }, 
        {
            "index" : 1.0, 
            "text" : "Натрупаните мазнини <strong>нямат</strong> пряка връзка с приетите с храната мазнини, тъй като прекомерното количество въглехидрати и протеини също биват складирани като излишни тлъстини. Затова е важен балансът 40:30:30 между въглехидрати, мазнини и протеини. Също така, при отслабване е много важно да не се губи от мускулна тъкан, а от мазнини. Затова е добре да се <a href='/profile#BodyMassSection' class='Link d-inline'>изчисли процентът телесни мазнини</a>, и целта да бъде постигане на нормата. <a href='/article/5c57eeb43249af461087e811' class='Link'>Повече за процента телесни мазнини</a>"
        }, 
        {
            "index" : 2.0, 
            "text" : "Повечето срещани в природата мазнини, съдържащи се в ядките, авокадото и зехтина, са изключително благоприятни и се наричат мононенаситени. Животинските мазнини се отнасят към наситените и трябва да се консумират в ограничени количества. Най-много се намират в мазни меса, дреболии и пълномаслени млечни продукти. Течните растителни масла са от смесен тип и с тях също не бива да се прекалява (с изключение на зехтина). Но най-опасните са хидрогенираните мазнини, които се съдържат в маргарина и активно се използват за приготвяне на сладкарски изделия."
        }
    ]
}
{ 
    "_id" : ObjectId("5c57ee4a3249af461087e801"), 
    "Title" : "Малко за Зоната", 
    "Description" : "Целта и основните принципи на Зоната", 
    "Keywords" : "зонална, диета, цел, принципи, правила, основни, подрастващи, спортисти, всяка, възраст, физически, умствен, психически, оптимум, глюкагон, инсулин", 
    "Topics" : [
        {
            "index" : NumberInt(0), 
            "title" : "Целта на Зоната"
        }, 
        {
            "index" : NumberInt(1), 
            "title" : "Ползите от Зоната, и за кого е подходяща"
        }, 
        {
            "index" : NumberInt(2), 
            "title" : "Балансиране по блокове"
        }
    ], 
    "Text" : [
        {
            "index" : NumberInt(0), 
            "text" : "Главната цел на Зоната е постигане на оптималната работа на всички системи в организъма, включително и мозъка. Как става това? Чрез осигуряване на баланс между нивата на инсулин и глюкагон, което се постига чрез уравновесяване на протеините, въглехидратите и мазнините в дневния прием."
        }, 
        {
            "index" : 1.0, 
            "text" : "Зоната е подходяща система хора на всяка възраст и с всяка цел. Ползите са подобрение както на физическите, така и на умствените способности; освен това решава проблемите с протеиновото недохранване у подрастващи. Уеб приложението Energy помага на хора, желаещи да отслабнат или поддържат тегло; подрастващи, за да изработят навици за пълноценно хранене; спортисти, желаещи да подобрят постиженията си. <br>\nЗоната е система за балансирано хранене, разработена от д-р Бари Сиърс. Повече за зоналната диета може да разберете в книгата му „Зоната“.\n"
        }, 
        {
            "index" : 2.0, 
            "text" : "За баланс по Зоната ни е нужно да приемаме въглехидрати, протеини и мазнини в съотношение 40:30:30. По-лесно става изчислението на тази пропорция, ако боравим с блокове от съответните макронутриенти. <a href='/article/5c57eea13249af461087e80d#1' class='Link d-inline-block'>Какво са блоковете?</a><a href='/article/5c57eea13249af461087e80d#0' class='Link d-inline-block'>Какво са макронутриентите?</a> Целта е всяко хранене да съдържа равен брой блокове от всеки макронутриент:<br>\nХранене = X блокове въглехидрати + X блокове протеини + X блокове мазнини<br>\nНай-лесно се балансират храненията с модул <a href='/pcfbalanced' class='Link d-inline-block'>Балансатор</a>\n"
        }
    ], 
    "Pinned" : true
}
{ 
    "_id" : ObjectId("5c57eea13249af461087e80d"), 
    "Title" : "Основни понятия в Зоната", 
    "Description" : "Основните понятия и термини в Зоната.", 
    "Keywords" : "понятия, основни, термини, блок, макронутриент, структурна, мерна, единица, чист", 
    "Topics" : [
        {
            "index" : NumberInt(0), 
            "title" : "Какво са макронутриентите?"
        }, 
        {
            "index" : NumberInt(1), 
            "title" : "Блоковете – мерните единици в Зоната"
        }, 
        {
            "index" : NumberInt(2), 
            "title" : "Колко грама е един блок?"
        }
    ], 
    "Text" : [
        {
            "index" : NumberInt(0), 
            "text" : "Макронутриенти се наричат трите основни хранителни вещества – въглехидрати, протеини и мазнини. По Зоната правилното им разпределение в рациона е съответно 40:30:30. За по-лесно прилагане на това съотношение е предложено понятието “блок”."
        }, 
        {
            "index" : 1.0, 
            "text" : "В Зоната за по-лесно пресмятане са въведени структурни единици, наречени блокове. Във всяко балансирано хранене трябва да присъстват еднакъв брой протеинови, въглехидратни и мазнинни блокове."
        }, 
        {
            "index" : 2.0, 
            "text" : "Продуктите, които приемаме, никога не са чисти протеини, въглехидрати или мазнини. Но в Зоната се борави с количествата чисти вещества, затова пресмятането на блокове става доста трудна работа. Затова вместо Вас тези сметки ще се правят от  модул <a href='/pcfbalanced' class='Link d-inline-block'>Балансатор</a>,  а в модул <a href='/ingredients' class='Link d-inline-block'>Продукти</a> винаги можете да видите съдържанието на макронутриентите във всеки продукт от базата данни на Energy.<br><br>\r\n<strong>1 бл протеини = 7 гр чисти протеини<br>\r\n1 бл въглехидрати = 9 гр чисти въглехидрати<br>\r\n1 бл мазнини = 1.5 гр чисти мазнини</strong>\r\n\r\n"
        }
    ], 
    "Pinned" : true
}
{ 
    "_id" : ObjectId("5c57eeb43249af461087e811"), 
    "Title" : "Процент телесни мазнини", 
    "Description" : "Норми за процент телесни мазнини", 
    "Keywords" : "процент, %, телесни, мазнини, тегло, фактор, как, изчисли, изчисляване, калкулиране, норма, измерване, lean, body, mass", 
    "Topics" : [
        {
            "index" : NumberInt(0), 
            "title" : "Какво означава процентът телесни мазнини?"
        }, 
        {
            "index" : NumberInt(1), 
            "title" : "Как да изчисля своя процент телесни мазнини?"
        }, 
        {
            "index" : NumberInt(2), 
            "title" : "Какъв процент на телесни мазнини трябва да имам?"
        }
    ], 
    "Text" : [
        {
            "index" : NumberInt(0), 
            "text" : "Тялото се нуждае от известно количество мазнини. Много е важно обаче това количество да влиза в нормата за даден организъм, която се изчислява на основата на ръста и отношението между размерите на китка-кръст за мъжете и теглото и мерките за ханша и корема за жените. "
        }, 
        {
            "index" : 1.0, 
            "text" : "След регистрация потребителят има достъп до модул Профил, където се намира <a href='/profile#BodyMassSection' class='Link d-inline-block'>калкулатор за процент телесни мазнини</a>."
        }, 
        {
            "index" : 2.0, 
            "text" : "В зависимост от пола и физическата си активност, нормата за процент телесни мазнини се различава<br><div class='d-flex flex-wrap'><table class='mr-1'><tr><th colspan='2' class='text-center'>Мъже</th></tr><tr><td>Гимнастици</td><td>4</td><tr><td>Културисти</td><td>5</td><tr><td>Скибегачи на дълги разстояния</td><td>8</td><tr><td>Баскетболисти, футболисти</td><td>10</td><tr><td>Плувци</td><td>10</td><tr><td>Норма</td><td>15</td><tr><td>Тежкоатлети</td><td>17</td></table><table class='ml-1'><tr><th colspan='2' class='text-center'>Жени<th></tr><tr><td>Пациентки с анорексия</td><td>10</td><tr><td>Гимнастички</td><td>14</td><tr><td>Скибегачки на дълги разстояния</td><td>18</td><tr><td>Плувкини</td><td>19</td><tr><td>Баскетболистки, футболистки</td><td>21</td><tr><td>Норма</td><td>22</td></table></div>"
        }
    ], 
    "Pinned" : true
}
